<?php // ================================================================== //
$units[]=array(
'Name'=>'Управление сайтом',
'Description'=>'Страницы: <ul><li>Общие настройки</li>
	<li>Пользователи</li>
	<li>Модули</li></ul>',
'Files'=>"
www\\admin.php
www\\settings.php
www\\units.php
www\\users.php
www\\files\\units\\admin.unit.php
www\\files\\store\\WebSubsUnit.reg
",
'Settings'=>'',
'Install'=>'',
'Unistall'=>'');
// ================================================================== //
$pages[]=array(
'ID'=>'{CB78B27F-967A-4A8E-B08B-A56460F880BE}',
'Address'=>'admin.php',
'Name'=>'Настроить сайт',
'Parent'=>'{7EFB5BFF-BCB4-40B6-AE5B-1BEF72D895}');
/**/
$pages[]=array(
'ID'=>'{261EC8CC-EB81-430F-86C-D0F2C84CCA2}',
'Address'=>'settings.php',
'Name'=>'Общие настройки',
'Parent'=>'{CB78B27F-967A-4A8E-B08B-A56460F880BE}');
/**/
$pages[]=array(
'ID'=>'{C6226D0C-1707-44A7-995-79F127D47A68}',
'Address'=>'units.php',
'Name'=>'Модули',
'Parent'=>'{CB78B27F-967A-4A8E-B08B-A56460F880BE}');
/**/
$pages[]=array(
'ID'=>'{35BDCF0D-A8DA-43E5-9654-FEB261B04C61}',
'Address'=>'users.php',
'Name'=>'Пользователи',
'Parent'=>'{CB78B27F-967A-4A8E-B08B-A56460F880BE}');
// ================================================================== //
$help["Admin"]=array(
"title"=>"Настройки сайта",
"text"=>"На данной странице представлены инструменты для настройки сайта в данном конкретном подразделении и в конкретной локальной сети.",
"link"=>"");
/**/
$help["settings"]=array(
"title"=>"Общие настройки",
"text"=>"Пути к файлам и папкам, имена и должности, суммы и даты описывающие подразделение в котором работает система",
"link"=>"");
/**/
$help["SetUsers"]=array(
"title"=>"Управление пользователями",
"text"=>"На данной странице в ближайшее время появится импорт пользователей из АРМ 'Субсидии', а также ограничение доступа пользователей к различным модулям.<br>
<strong>Информация для системного администратора:</strong> На даный момент управление списком пользователей выполняется изменением файла W:\home\ПапкаСайта\www\includes\Names.php",
"link"=>"");
/**/
$help["SetUnits"]=array(
"title"=>"Управление модулями",
"text"=>"Список модулей из которых состоит сайт. Страница даёт (будет давать) возможность включать/отключать модули, добавлять новые, производить их обновления, а также выполнять резервное копирование и восстановление сайта",
"link"=>"");

// ================================================================== //
 ?>