<?php 
$units[]=array(
'Name'=>'Дополнительная информация о деле',
'Description'=>'Модуль сбора информации о деле из дополнительных источников.<br />
На данный момент выполняется только проверка по базе безработных.',
'Files'=>"
www\\Dossier.php
www\\scripts\\Dossier.cmd
www\\scripts\\Dossier.xbs
www\\files\\units\\dossier.unit.php
",
'Settings'=>'',
'Install'=>'',
'Unistall'=>'');
// ================================================================== //
$pages[]=array(
'ID'=>'{D4750C70-69B0-4C79-91A9-71108FEE7E4}',
'Address'=>'Dossier.php',
'Name'=>'Информация по делу',
'Parent'=>'{7EFB5BFF-BCB4-40B6-AE5B-1BEF72D895}');
/**/
$pages[]=array(
'ID'=>'{62CBCD85-A533-4279-B27B-B2A694B54A9B}',
'Address'=>'BezRabAnaliz.php',
'Name'=>'ПОИСК БЕЗРАБОТНЫХ',
'Parent'=>'{7EFB5BFF-BCB4-40B6-AE5B-1BEF72D895}');
// ================================================================== //
$help["jobless"]=array(
"title"=>"Поиск по базе безработных",
"text"=>"Введя номер одного дела, можно узнать кто из членов семьи числится в числе безработных.<br>\nПолностью номер дела писать не нужно, достаточно написать \"хвост\" номера. К примеру, 123 будет преобразовано в 9000123, а 1234 в 9001234, "
,"link"=>"");
/**/
$help["BezRabAnaliz"]=array(
"title"=>"Поиск безработных в базе субсидий",
"text"=>"Список граждан, числящихся в числе безработных и получающих субсидию",
"link"=>"");
// ================================================================== //
?>