<?php 
$units[]=array(
'Name'=>'Журнал регистрации',
'Description'=>'Совместное ведение журнала регистрации посетителей',
'Files'=>"
www\\journal.php
www\\scripts\\AddToList.xbs
www\\scripts\\GenerateList.cmd
www\\files\\units\\journal.unit.php
",
'Settings'=>'',
'Install'=>'',
'Unistall'=>'');
// ================================================================== //
$pages[]=array(
'ID'=>'{976C6E29-5627-4CC9-9353-581C51BC5B3A}',
'Address'=>'journal.php',
'Name'=>'Добавить записи в журнал',
'Parent'=>'{7EFB5BFF-BCB4-40B6-AE5B-1BEF72D895}');
// ================================================================== //
$help["journal"]=array(
"title"=>"Журнал",
"text"=>"Эксперементальная страница введения журналов. В окончательном варианте должна быть нумерация записей, и экспорт журнала в Excel или Word для последующей её печати",
"link"=>"");
// ================================================================== //
?>