<?php 
$units[]=array(
'Name'=>'Статистика',
'Description'=>'Информация о том, сколько дел и на какую сумму подготовлены к выплате по сберкассе',
'Files'=>"
www\\OnSBK.php
www\\scripts\\OnSBK.cmd
www\\scripts\\OnSbk.xbs
www\\files\\units\\Statistic.unit.php
",
'Page'=>'OnSBK.php',
'PageName'=>'Отчёт о делах на сберкассе',
'Parent'=>'{7EFB5BFF-BCB4-40B6-AE5B-1BEF72D895}',
'Settings'=>'',
'Install'=>'',
'Unistall'=>'');
// ================================================================== //
$pages[]=array(
'ID'=>'{1A0E922B-E794-466A-AEE0-F548D581C26}',
'Address'=>'OnSBK.php',
'Name'=>'Отчёт о делах на сберкассе',
'Parent'=>'{7EFB5BFF-BCB4-40B6-AE5B-1BEF72D895}');
// ================================================================== //
$help["OnSbk"]=array(
"title"=>"Отчёт о делах на сберкассе",
"text"=>"На данной странице представлена общая справочная информация о количестве дел, у которых способ выплаты = сб/касса. Показания отчёта напрямую зависят от <a href='settings.php'>настроек</a>",
"link"=>"");
// ================================================================== //
?>